{ "translations": {
    "Upload by link" : "الرفع باستعمال الرابط",
    "Transfer of {url} failed" : "إخفاق في نقل {url}",
    "Transfer of {url} failed because its checksum did not match" : "عملية نقل {url} فشلت بسبب عدم تطابق \"المجموع الاختباري\" checksum",
    "Transfer of {url} was blocked because it uses a restricted address" : "عملية نقل {url} تمّ حظرها بسبب استعمالها لعنوان مُقيّد",
    "Transfer of {url} started" : "عملية نقل {url} بدأت",
    "Saved from {url}" : "تمّ الحفظ من {url}",
    "{url} was saved to {file}" : "{url} تمّ حفظه في {file}",
    "An upload by link was unsuccessful" : "عملية الرفع باستعمال الرابط تمّت بنجاحٍ",
    "Files" : "الملفات",
    "An upload by link is being processed" : "عملية الرفع باستعمال الرابط تحت الإجراء ...",
    "An upload by link was successful" : "عملية الرفع باستعمال الرابط تمّت بنجاحٍ",
    "Transfer" : "نقل",
    "Add a file to Nextcloud from a web link." : "إضافة ملف إلى نكست كلاود من رابط وب",
    "\"Upload by link\" functionality for Nextcloud. Transfer files\n            using the full bandwidth available to your server. Avoid the need to\n            leave your own device online to finish an upload." : "وظيفة \"الرفع باستعمال الرابط\" Upload by link في نكست كلاود. لنقل الملفات باستعمال كل سعة النطاق المتاحة لخادومك لتجنب الحاجة إلى ترك جهازك متصلاً بالإنترنت لإنهاء عمليات التحميل.",
    "Link" : "رابط",
    "File name" : "اسم ملف",
    "Extension" : "امتداد",
    "Some websites provide a checksum in addition to the file. This is used after the transfer to verify that the file is not corrupted." : "بعض مواقع الوب تُوفّر \"المجموع الاختباري\" checksum بالإضافة إلى الملف نفسه. هذه الميزة تسمح بالتحقق من أن عملية النقل تمّت بنجاحٍ و بدون التسبب في إتلاف الملف.",
    "Checksum" : "المجموع الاختباري Checksum",
    "Upload" : "إرفَع",
    "The upload is queued and will begin processing soon." : "عملية الرفع تمّ وضعها على قائمة الانتظار و سوف تبدأ قريباً.",
    "Failed to add the upload to the queue. The server responded with status code {statusCode}." : "تعذّرت إضافة عملية الرفع إلى قائمة الانتظار. استجابة الخادوم كانت بالرسالة: {statusCode}.",
    "Failed to add the upload to the queue." : "تعذّرت إضافة عملية الرفع إلى قائمة الانتظار."
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}