{ "translations": {
    "Transfer queued to run in the background." : "Die Übertragung wurde dem Warteschlagendienst übergeben. ",
    "Could not queue the transfer. The server responded with status code {statusCode}." : "Die Übertragung konnte nicht in die Warteschlange gestellt werden. Der Server antwortete mit dem Statuscode {statusCode}.",
    "Could not queue the transfer." : "Die Übertragung konnte nicht in die Warteschlange gestellt werden.",
    "File transfers" : "Dateiübertragungen",
    "Transfer of {url} failed" : "Der Download von {url} ist fehlgeschlagen",
    "Transfer of {url} was blocked" : "Der Download von {url} wurde verweigert",
    "Transfer of {url} was started" : "Der Download von {url} wurde gestartet",
    "{url} was transferred to {file}" : "{url} wurde nach {file} heruntergeladen",
    "A <strong>transfer failed</strong>" : "eine <strong>Download ist fehlgeschlagen</strong>",
    "Files" : "Dateien",
    "A <strong>transfer</strong> was <strong>started</strong>" : "Eine <strong>Download</strong> wurde <strong>gestartet</strong>",
    "A <strong>transfer succeeded</strong>" : "Eine <strong>erfolgreicher Downlaod</strong>",
    "Transfer" : "Download",
    "Add a file to Nextcloud from a web link." : "Von einem Weblink eine Datei zu Nextcloud hinzufügen ",
    "This app allows you to have a file from the Internet\n            transferred directly into your Nextcloud, without first having\n            to download it to your personal device in order to\n            upload it. You simply enter the download link and the\n            transfer happens on the server side, making it possible\n            to leave downloads running in the background even when\n            your personal computer is switched off." : "Diese App erlaubt es dir eine Datei aus dem Internet direkt \nin die Nextcloud herunterzuladen. Dies erspart den Umweg\ndie Datei erst auf den eigenen Rechner herunterzuladen \nund sie dann wieder in die Nextcloud hochzuladen.\nEinfach den Link einfügen und Nextcloud kümmert sich im hintergrund darum. Der PC muss dazu nicht laufen."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}