{ "translations": {
    "Upload by link" : "Subir mediante enlace",
    "Transfer of {url} failed" : "Fallo en la transferencia de {url}",
    "Transfer of {url} failed because its checksum did not match" : "La transferencia de {url} falló porque su checksum no coincidía.",
    "Transfer of {url} was blocked because it uses a restricted address" : "La transferencia de {url} fue bloqueada porque utiliza una dirección restringida.",
    "Transfer of {url} started" : "Se inició la transferencia de {url}",
    "Saved from {url}" : "Guardado desde {url}",
    "{url} was saved to {file}" : "{url} fue guardada a {file}",
    "An upload by link was unsuccessful" : "Una subida mediante enlace no fue exitosa",
    "Files" : "Archivos",
    "An upload by link is being processed" : "Una subida mediante enlace se está procesando",
    "An upload by link was successful" : "Una subida mediante enlace fue exitosa",
    "Transfer" : "Transferir",
    "Add a file to Nextcloud from a web link." : "Añadir un archivo a Nextcloud desde un enlace web.",
    "\"Upload by link\" functionality for Nextcloud. Transfer files\n            using the full bandwidth available to your server. Avoid the need to\n            leave your own device online to finish an upload." : "Funcionalidad de \"Subir mediante enlace\" para Nextcloud.\nTransfiera archivos utilizando el ancho de banda completo que su servidor\ntiene disponible. Así, evitando la necesidad de\ndejar su propio dispositivo en línea para terminar una subida.",
    "Link" : "Enlace",
    "File name" : "Nombre del archivo",
    "Extension" : "Extensión",
    "Some websites provide a checksum in addition to the file. This is used after the transfer to verify that the file is not corrupted." : "Algunos sitios web proveen un checksum además del archivo. Esto es utilizado después de la transferencia para verificar que el archivo no está corrupto.",
    "Checksum" : "Checksum",
    "Upload" : "Subir",
    "The upload is queued and will begin processing soon." : "La subida está encolada y se iniciará el procesamiento en breve.",
    "Failed to add the upload to the queue. The server responded with status code {statusCode}." : "Fallo al añadir la subida a la cola. El servidor respondió con el código de estado {statusCode}.",
    "Failed to add the upload to the queue." : "Fallo al añadir la subida a la cola."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}