{ "translations": {
    "Upload by link" : "Enviar por ligazón",
    "Transfer of {url} failed" : "Produciuse un fallo na transferencia de {url}",
    "Transfer of {url} failed because its checksum did not match" : "A transferencia de {url} fallou porque a súa suma de comprobación non coincide",
    "Transfer of {url} was blocked because it uses a restricted address" : "Bloqueouse a transferencia de {url} porque usa un enderezo restrinxido",
    "Transfer of {url} started" : "Comezou a transferencia de {url}",
    "Saved from {url}" : "Gardado dende {url}",
    "{url} was saved to {file}" : "{url} gardouse en {ficheiro}",
    "An upload by link was unsuccessful" : "Un envío por ligazón non foi satisfactorio",
    "Files" : "Ficheiros",
    "An upload by link is being processed" : "Estase a procesar un envío por ligazón",
    "An upload by link was successful" : "Un envío por ligazón foi satisfactorio",
    "Transfer" : "Transferencia",
    "Add a file to Nextcloud from a web link." : "Engadir un ficheiro a NextCloud dende unha ligazón web.",
    "\"Upload by link\" functionality for Nextcloud. Transfer files\n            using the full bandwidth available to your server. Avoid the need to\n            leave your own device online to finish an upload." : "A funcionalidade «Enviar por ligazón» para Nextcloud. Transfire ficheiros\n            usando todo o largo de banda dispoñíbel para o seu servidor. Evita a\n            necesidade de deixar o seu propio dispositivo en liña para rematar un envío.",
    "Link" : "Ligazón",
    "File name" : "Nome de ficheiro",
    "Extension" : "Extensión",
    "Some websites provide a checksum in addition to the file. This is used after the transfer to verify that the file is not corrupted." : "Algúns sitios web fornecen unha suma de comprobación ademais do ficheiro. Isto úsase após a transferencia para verificar que o ficheiro non está estragado.",
    "Checksum" : "Suma de comprobación",
    "Upload" : "Enviar",
    "The upload is queued and will begin processing soon." : "O envío está na cola e comezará a procesarse en breve.",
    "Failed to add the upload to the queue. The server responded with status code {statusCode}." : "Produciuse un fallo ao engadir o envío na cola. O servidor respondeu co código de estado {statusCode}.",
    "Failed to add the upload to the queue." : "Produciuse un fallo ao engadir o envío na cola."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}