{ "translations": {
    "Upload by link" : "Last opp via kobling",
    "Transfer of {url} failed" : "Overføring av {url} feilet",
    "Transfer of {url} failed because its checksum did not match" : "Overføring av {url} feilet fordi sjekksummen ikke samsvarte",
    "Transfer of {url} was blocked because it uses a restricted address" : "Overføring av {url} ble blokkert fordi den bruker en begrenset adresse",
    "Transfer of {url} started" : "Overføring av {url} startet",
    "Saved from {url}" : "Lagret fra {url}",
    "{url} was saved to {file}" : "{url} ble lagret til {file}",
    "An upload by link was unsuccessful" : "En opplasting via kobling mislyktes",
    "Files" : "Filer",
    "An upload by link is being processed" : "En opplasting via kobling er under behandling",
    "An upload by link was successful" : "En opplasting via kobling lyktes",
    "Transfer" : "Overfør",
    "Add a file to Nextcloud from a web link." : "Legg en fil til Nextcloud fra en web lenke.",
    "\"Upload by link\" functionality for Nextcloud. Transfer files\n            using the full bandwidth available to your server. Avoid the need to\n            leave your own device online to finish an upload." : "\"Last opp via kobling\"-funksjonalitet for Nextcloud. Overfør filer\n            ved hjelp av full båndbredde som er tilgjengelig for serveren din. Unngå behovet for å\n            la din enhet være på nett for å ferdigstille en opplasting.",
    "Link" : "Lenke",
    "File name" : "Filnavn",
    "Extension" : "Filetternavn",
    "Some websites provide a checksum in addition to the file. This is used after the transfer to verify that the file is not corrupted." : "Noen nettsteder gir en sjekksum i tillegg til filen. Dette brukes etter overføringen for å bekrefte at filen ikke er skadet.",
    "Checksum" : "Sjekksum",
    "Upload" : "Last opp",
    "The upload is queued and will begin processing soon." : "Opplastingen legges i kø og behandles snart.",
    "Failed to add the upload to the queue. The server responded with status code {statusCode}." : "Kan ikke legge til opplastingen i køen. Serveren svarte med statuskoden {statusCode}.",
    "Failed to add the upload to the queue." : "Kunne ikke legge til opplastingen i køen."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}