{ "translations": {
    "Transfer queued to run in the background." : "Transferência em espera para executar em segundo plano.",
    "Could not queue the transfer. The server responded with status code {statusCode}." : "Não foi possível colocar a transferência em espera. O servidor respondeu com o código de estado {statusCode}.",
    "Could not queue the transfer." : "Não foi possível colocar a transferência em espera.",
    "File transfers" : "Transferência de ficheiros",
    "Transfer of {url} failed" : "A transferência de {url} foi mal sucedida",
    "Transfer of {url} was blocked" : "A transferência de {url} foi bloqueada",
    "Transfer of {url} was started" : "A transferência de {url} foi iniciada",
    "{url} was transferred to {file}" : "{url} foi transferido para {file}",
    "A <strong>transfer failed</strong>" : "Uma <strong>transferência falhou</strong>",
    "Files" : "Ficheiros",
    "A <strong>transfer</strong> was <strong>started</strong>" : "A <strong>transferência</strong> foi <strong>iniciada</strong>",
    "A <strong>transfer succeeded</strong>" : "A <strong>transfer succeeded</strong>",
    "Transfer" : "Transfere",
    "Add a file to Nextcloud from a web link." : "Adicionar um ficheiro ao Nextcloud a partir de uma hiperligação da web.",
    "This app allows you to have a file from the Internet\n            transferred directly into your Nextcloud, without first having\n            to download it to your personal device in order to\n            upload it. You simply enter the download link and the\n            transfer happens on the server side, making it possible\n            to leave downloads running in the background even when\n            your personal computer is switched off." : "Esta aplicação permite que tenha um ficheiro da Internet\n            transferido directamente para a sua Nextcloud, sem precisar primeiro\n           de o transferir para o seu dispositivo pessoal para \n            o carregar. Basta entrar na hiperligação da transferência e a\n           transferência acontece no lado do servidor, possibilitando \n         deixar as transferências a rodar em segundo plano mesmo quando   \n           o seu computador pessoal estiver desligado."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}