{ "translations": {
    "Upload by link" : "Отпреми путем линка",
    "Transfer of {url} failed" : "Није успео пренос {url}",
    "Transfer of {url} failed because its checksum did not match" : "Пренос {url} није успео јер се контролна сума не слаже",
    "Transfer of {url} was blocked because it uses a restricted address" : "Пренос {url} је блокиран јер се користи блокирана адреса",
    "Transfer of {url} started" : "Почео је пренос {url}",
    "Saved from {url}" : "Сачувано са {url}",
    "{url} was saved to {file}" : "{url} је сачуван у {file}",
    "An upload by link was unsuccessful" : "Није успело отпремање путем линка",
    "Files" : "Фајлови",
    "An upload by link is being processed" : "Обрађује се отпремање путем линка",
    "An upload by link was successful" : "Отпремање путем линка је успешно завршено",
    "Transfer" : "Пренеси",
    "Add a file to Nextcloud from a web link." : "Додајте фајл у Nextcloud из веб линка.",
    "\"Upload by link\" functionality for Nextcloud. Transfer files\n            using the full bandwidth available to your server. Avoid the need to\n            leave your own device online to finish an upload." : "„Отпремање путем линка” функционалност за Nextcloud. Преносите\n            фајлове користећи пун пропусни опсег који је доступан вашем \n            серверу. Спречите потребу да оставите свој уређај на мрежи \n            да би се довршило отпремање.",
    "Link" : "Веза",
    "File name" : "Име фајла",
    "Extension" : "Екстензија",
    "Some websites provide a checksum in addition to the file. This is used after the transfer to verify that the file is not corrupted." : "Неки веб сајтови уз фајл обезбеђују и контролну суму. То се користи након преноса да би се проверила исправност фајла.",
    "Checksum" : "Контролна сума",
    "Upload" : "Отпреми",
    "The upload is queued and will begin processing soon." : "Отпремање је стављено у ред и обрада ће ускоро да почне.",
    "Failed to add the upload to the queue. The server responded with status code {statusCode}." : "Пренос није могао да се стави у ред. Сервер је одговорио статусним кодом {statusCode}.",
    "Failed to add the upload to the queue." : "Грешка приликом додавања отпремања у ред."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}